Repository: mplpl/mft
Catalog: mft/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, uk, zh_hans, zh_hant

source: An attempt to create an already existing file or directory has been made
cs: Byl proveden pokus o vytvoření již existujícího souboru nebo adresáře
de: Es wurde versucht, eine bereits vorhandene Datei oder ein bereits vorhandenes Verzeichnis zu erstellen
es: Se ha intentado crear un archivo o directorio que ya existe
fr: Une tentative de création d'un fichier ou d'un répertoire déjà existant a été effectuée
hu: Megkíséreltek létrehozni egy már létező fájlt vagy könyvtárat
it: È stato effettuato un tentativo di creare un file o una directory già esistente
ja: 既に存在するファイルまたはディレクトリを作成しようとしました
ko: 이미 존재하는 파일이나 디렉토리를 만들려고 시도했습니다
pl: Podjęto próbę utworzenia już istniejącego pliku lub katalogu
pt_br: Foi feita uma tentativa de criar um arquivo ou diretório já existente
ru: Была сделана попытка создать уже существующий файл или каталог.
uk: Було зроблено спробу створити файл або каталог, який уже існує
zh_hans: 已尝试创建已存在的文件或目录
zh_hant: 已嘗試建立已存在的檔案或目錄

source: Authentication failed
cs: Ověření selhalo
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: L'authentification a échoué
hu: A hitelesítés sikertelen
it: Autenticazione non riuscita
ja: 認証に失敗しました
ko: 인증 실패
pl: Autentykacja nie udała się
pt_br: Falha na autenticação
ru: Ошибка аутентификации
uk: Помилка автентифікації
zh_hans: 身份验证失败
zh_hant: 驗證失敗

source: Authentication failed. This server does not support password authentication. Supported methods: %@.
cs: Ověření selhalo. Tento server nepodporuje ověřování heslem. Podporované metody: %@.
de: Authentifizierung fehlgeschlagen.Dieser Server unterstützt keine Kennwortauthentifizierung. Unterstützte Methoden: %@.
es: Error de autenticación. Este servidor no admite la autenticación por contraseña. Métodos admitidos: %@.
fr: L'authentification a échoué. Ce serveur ne prend pas en charge l'authentification par mot de passe. Méthodes prises en charge : %@.
hu: A hitelesítés sikertelen. Ez a szerver nem támogatja a jelszavas hitelesítést. Támogatott módszerek: %@.
it: Autenticazione non riuscita. Questo server non supporta l'autenticazione con password. Metodi supportati: %@.
ja: 認証に失敗しました。このサーバーはパスワード認証をサポートしていません。サポートされている方式: %@。
ko: 인증에 실패했습니다. 이 서버는 암호 인증을 지원하지 않습니다. 지원되는 방법: %@.
pl: Autentykacja nie udała się. Serwer nie wspiera autentykacji hasłem. Wspierane metody: %@.
pt_br: Falha na autenticação. Este servidor não oferece suporte à autenticação por senha. Métodos suportados: %@.
ru: Ошибка во время аутентификация. Этот сервер не поддерживает аутентификацию по паролю. Поддерживаемые способы: %@.
uk: Помилка автентифікації. Цей сервер не підтримує автентифікацію за паролем. Підтримувані методи: %@.
zh_hans: 身份验证失败。此服务器不支持密码身份验证。支持的方法：%@。
zh_hant: 驗證失敗。此伺服器不支援密碼驗證。支援的方法：%@。

source: Authentication failed. This server does not support publickey authentication. Supported methods: %@.
cs: Ověření selhalo. Tento server nepodporuje ověřování veřejným klíčem. Podporované metody: %@.
de: Authentifizierung fehlgeschlagen. Dieser Server unterstützt keine Publickey-Authentifizierung. Unterstützte Methoden: %@.
es: Error de autenticación. Este servidor no admite la autenticación por clave pública. Métodos admitidos: %@.
fr: L'authentification a échoué. Ce serveur ne prend pas en charge l'authentification par clé publique. Méthodes prises en charge : %@.
hu: A hitelesítés sikertelen. Ez a szerver nem támogatja a nyilvános kulcsú hitelesítést. Támogatott módszerek: %@.
it: Autenticazione non riuscita. Questo server non supporta l'autenticazione con chiave pubblica. Metodi supportati: %@.
ja: 認証に失敗しました。このサーバーは公開鍵認証をサポートしていません。サポートされている方式: %@。
ko: 인증에 실패했습니다. 이 서버는 공개 키 인증을 지원하지 않습니다. 지원되는 방법: %@.
pl: Autentykacja nie udała się. Serwer nie wspiera autentykacji kluczem publicznym. Wspierane metody: %@.
pt_br: Falha na autenticação. Este servidor não oferece suporte à autenticação por chave pública. Métodos suportados: %@.
ru: Ошибка во время аутентификация. Этот сервер не поддерживает аутентификацию с открытым ключом. Поддерживаемые способы: %@.
uk: Помилка автентифікації. Цей сервер не підтримує автентифікацію за відкритим ключем. Підтримувані методи: %@.
zh_hans: 身份验证失败。此服务器不支持公钥身份验证。支持的方法：%@。
zh_hant: 驗證失敗。此伺服器不支援公開金鑰驗證。支援的方法：%@。

source: Canceled
cs: Zrušeno
de: Vorgang vom Benutzer abgebrochen
es: Cancelado
fr: Annulé
hu: Megszakítva
it: Annullato
ja: キャンセルされました
ko: 취소됨
pl: Operacja przerwana przez użytkownika
pt_br: Cancelado
ru: Операция отменена пользователем
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

source: Error
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: File doesn't exist
cs: Soubor neexistuje
de: Die Datei existiert nicht
es: El archivo no existe
fr: Le fichier n'existe pas
hu: A fájl nem létezik
it: Il file non esiste
ja: ファイルが存在しません
ko: 파일이 존재하지 않습니다
pl: Plik nie istnieje
pt_br: O arquivo não existe
ru: Файл не существует
uk: Файл не існує
zh_hans: 文件不存在
zh_hant: 檔案不存在

source: Garbage received from server
cs: Ze serveru byla přijata nesmyslná data
de: Vom Server empfangener Müll
es: Se recibieron datos incorrectos del servidor
fr: Déchets reçus du serveur
hu: Hibás adat érkezett a szerverről
it: Dati non validi ricevuti dal server
ja: サーバーから不正なデータを受信しました
ko: 서버에서 잘못된 데이터를 받았습니다
pl: Śmieci otrzymane z serwera
pt_br: Dados inválidos recebidos do servidor
ru: Мусор получен с сервера
uk: Отримано пошкоджені дані від сервера
zh_hans: 从服务器接收到无效数据
zh_hant: 從伺服器收到無效資料

source: Generic failure
cs: Obecná chyba
de: Allgemeiner Fehler
es: Fallo genérico
fr: Panne générique
hu: Általános hiba
it: Errore generico
ja: 一般的な失敗
ko: 일반 오류
pl: Błąd ogólny
pt_br: Falha genérica
ru: Общая неудача
uk: Загальна помилка
zh_hans: 一般性错误
zh_hant: 一般性錯誤

source: Invalid file handle
cs: Neplatný popisovač souboru
de: Ungültiger Datei-Handle
es: Identificador de archivo no válido
fr: Handle de fichier non valide
hu: Érvénytelen fájlleíró
it: Handle del file non valido
ja: 無効なファイルハンドルです
ko: 잘못된 파일 핸들입니다
pl: Nieprawidłowy uchwyt pliku
pt_br: Identificador de arquivo inválido
ru: Неверный дескриптор файла
uk: Недійсний дескриптор файлу
zh_hans: 无效的文件句柄
zh_hant: 無效的檔案控制代碼

source: Item not found
cs: Položka nebyla nalezena
de: Objekt nicht gefunden
es: Elemento no encontrado
fr: Article non trouvé
hu: Az elem nem található
it: Elemento non trovato
ja: 項目が見つかりません
ko: 항목을 찾을 수 없습니다
pl: Nie znaleziono rzeczy
pt_br: Item não encontrado
ru: Файл не найден
uk: Елемент не знайдено
zh_hans: 找不到项目
zh_hant: 找不到項目

source: No connection has been set up
cs: Nebylo navázáno žádné připojení
de: Es wurde keine Verbindung hergestellt
es: No se ha establecido ninguna conexión
fr: Aucune connexion n'a été établie
hu: Nincs beállítva kapcsolat
it: Nessuna connessione è stata configurata
ja: 接続が設定されていません
ko: 설정된 연결이 없습니다
pl: Nie nawiązano połączenia
pt_br: Nenhuma conexão foi estabelecida
ru: Соединение не установлено.
uk: З'єднання не встановлено
zh_hans: 尚未建立连接
zh_hant: 尚未建立連線

source: No error
cs: Žádná chyba
de: Kein Fehler
es: Sin error
fr: Aucune erreur
hu: Nincs hiba
it: Nessun errore
ja: エラーなし
ko: 오류 없음
pl: Brak błędu
pt_br: Nenhum erro
ru: Нет ошибки
uk: Немає помилки
zh_hans: 无错误
zh_hant: 沒有錯誤

source: No media in remote drive
cs: Ve vzdálené jednotce není žádné médium
de: Kein Medium im Remote-Laufwerk
es: No hay medio en la unidad remota
fr: Aucun média dans le lecteur distant
hu: Nincs adathordozó a távoli meghajtóban
it: Nessun supporto nell'unità remota
ja: リモートドライブにメディアがありません
ko: 원격 드라이브에 미디어가 없습니다
pl: Brak nośnika na dysku zdalnym
pt_br: Nenhuma mídia na unidade remota
ru: Нет носителя на удаленном диске
uk: Немає носія у віддаленому пристрої
zh_hans: 远程驱动器中没有介质
zh_hant: 遠端磁碟機中沒有媒體

source: No SFTP session
cs: Žádná relace SFTP
de: Keine SFTP-Sitzung
es: No hay sesión SFTP
fr: Pas de session SFTP
hu: Nincs SFTP-munkamenet
it: Nessuna sessione SFTP
ja: SFTPセッションがありません
ko: SFTP 세션이 없습니다
pl: Brak sesji SFTP
pt_br: Nenhuma sessão SFTP
ru: Нет сеанса SFTP
uk: Немає сеансу SFTP
zh_hans: 没有 SFTP 会话
zh_hant: 沒有 SFTP 工作階段

source: No such file or directory path exists
cs: Taková cesta k souboru nebo adresáři neexistuje
de: Eine solche Datei oder ein solcher Verzeichnispfad ist nicht vorhanden.
es: No existe tal ruta de archivo o directorio
fr: Aucun chemin de fichier ou de répertoire de ce type n'existe
hu: Nem létezik ilyen fájl- vagy könyvtárútvonal
it: Il percorso del file o della directory non esiste
ja: そのようなファイルまたはディレクトリのパスは存在しません
ko: 해당 파일 또는 디렉토리 경로가 존재하지 않습니다
pl: Nie istnieje taka ścieżka pliku ani katalogu
pt_br: Esse caminho de arquivo ou diretório não existe
ru: Такого файла или пути к каталогу не существует.
uk: Такого шляху до файлу або каталогу не існує
zh_hans: 不存在此类文件或目录路径
zh_hant: 不存在此類檔案或目錄路徑

source: Operation not supported by the server
cs: Operace není serverem podporována
de: Vorgang wird vom Server nicht unterstützt
es: Operación no admitida por el servidor
fr: Opération non prise en charge par le serveur
hu: A műveletet a szerver nem támogatja
it: Operazione non supportata dal server
ja: サーバーでサポートされていない操作です
ko: 서버에서 지원하지 않는 작업입니다
pl: Operacja nie jest obsługiwana przez serwer
pt_br: Operação não suportada pelo servidor
ru: Операция не поддерживается сервером
uk: Операція не підтримується сервером
zh_hans: 服务器不支持此操作
zh_hant: 伺服器不支援此操作

source: Permission denied
cs: Přístup odepřen
de: Zugriff verweigert
es: Permiso denegado
fr: Permission refusée
hu: Hozzáférés megtagadva
it: Permesso negato
ja: アクセスが拒否されました
ko: 권한이 거부되었습니다
pl: Odmowa dostępu
pt_br: Permissão negada
ru: Доступ запрещен
uk: Доступ заборонено
zh_hans: 权限被拒绝
zh_hant: 權限被拒

source: Read error
cs: Chyba při čtení
de: Lese fehler
es: Error de lectura
fr: Erreur de lecture
hu: Olvasási hiba
it: Errore di lettura
ja: 読み込みエラー
ko: 읽기 오류
pl: Błąd odczytu
pt_br: Erro de leitura
ru: Ошибка чтения
uk: Помилка читання
zh_hans: 读取错误
zh_hant: 讀取錯誤

source: There was a connection, but we lost it
cs: Připojení existovalo, ale ztratili jsme ho
de: Es gab eine Verbindung, aber wir haben sie verloren
es: Hubo una conexión, pero la perdimos
fr: Il y avait une connexion, mais nous l'avons perdue
hu: Volt kapcsolat, de elveszítettük
it: C'era una connessione, ma l'abbiamo persa
ja: 接続がありましたが、失われました
ko: 연결이 있었지만 끊어졌습니다
pl: Było połączenie, ale je straciliśmy
pt_br: Havia uma conexão, mas a perdemos
ru: Связь была, но мы ее потеряли
uk: З'єднання було, але ми його втратили
zh_hans: 曾经有连接，但已中断
zh_hant: 曾經有連線，但已中斷

source: Unable to open the input stream
cs: Nelze otevřít vstupní datový proud
de: Der Eingabestream kann nicht geöffnet werden
es: No se puede abrir el flujo de entrada
fr: Impossible d'ouvrir le flux d'entrée
hu: Nem sikerült megnyitni a bemeneti adatfolyamot
it: Impossibile aprire lo stream di input
ja: 入力ストリームを開けません
ko: 입력 스트림을 열 수 없습니다
pl: Nie można otworzyć strumienia wejściowego
pt_br: Não é possível abrir o fluxo de entrada
ru: Не удалось открыть входной поток
uk: Не вдалося відкрити вхідний потік
zh_hans: 无法打开输入流
zh_hant: 無法開啟輸入串流

source: Unable to open the output stream
cs: Nelze otevřít výstupní datový proud
de: Der Ausgabestream kann nicht geöffnet werden
es: No se puede abrir el flujo de salida
fr: Impossible d'ouvrir le flux de sortie
hu: Nem sikerült megnyitni a kimeneti adatfolyamot
it: Impossibile aprire lo stream di output
ja: 出力ストリームを開けません
ko: 출력 스트림을 열 수 없습니다
pl: Nie można otworzyć strumienia wyjściowego
pt_br: Não é possível abrir o fluxo de saída
ru: Не удалось открыть выходной поток
uk: Не вдалося відкрити вихідний потік
zh_hans: 无法打开输出流
zh_hant: 無法開啟輸出串流

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: We are trying to write on a write-protected filesystem
cs: Pokoušíme se zapisovat do souborového systému chráněného proti zápisu
de: Wir versuchen, auf ein schreibgeschütztes Dateisystem zu schreiben
es: Estamos intentando escribir en un sistema de archivos protegido contra escritura
fr: Nous essayons d'écrire sur un système de fichiers protégé en écriture
hu: Írásvédett fájlrendszerre próbálunk írni
it: Stiamo cercando di scrivere su un file system protetto da scrittura
ja: 書き込み保護されたファイルシステムに書き込もうとしています
ko: 쓰기 보호된 파일 시스템에 쓰려고 합니다
pl: Próbujemy zapisywać na systemie plików chronionym przed zapisem
pt_br: Estamos tentando gravar em um sistema de arquivos protegido contra gravação
ru: Мы пытаемся записать на защищенную от записи файловую систему.
uk: Ми намагаємось записати у файлову систему, захищену від запису
zh_hans: 我们正在尝试写入写保护的文件系统
zh_hant: 我們正嘗試寫入受寫入保護的檔案系統

source: Write error
cs: Chyba při zápisu
de: Fehler beim Schreiben
es: Error de escritura
fr: Erreur d'écriture
hu: Írási hiba
it: Errore di scrittura
ja: 書き込みエラー
ko: 쓰기 오류
pl: Błąd zapisu
pt_br: Erro de gravação
ru: Ошибка записи
uk: Помилка запису
zh_hans: 写入错误
zh_hant: 寫入錯誤

source: Wrong keyfile format or wrong passphrase
cs: Nesprávný formát souboru klíče nebo nesprávné heslo
de: Falsches Schlüsseldateiformat oder falsche Passphrase
es: Formato de archivo de clave incorrecto o frase de contraseña incorrecta
fr: Format de fichier de clé incorrect ou phrase de passe incorrecte
hu: Hibás kulcsfájlformátum vagy hibás jelmondat
it: Formato del file di chiave errato o passphrase errata
ja: キーファイルの形式が正しくないか、パスフレーズが間違っています
ko: 키 파일 형식이 잘못되었거나 암호가 잘못되었습니다
pl: Nieprawidłowy format pliku klucza lub nieprawidłowe hasło
pt_br: Formato de arquivo de chave incorreto ou senha incorreta
ru: Неверный формат ключевого файла или неправильная парольная фраза
uk: Неправильний формат файлу ключа або неправильна парольна фраза
zh_hans: 密钥文件格式错误或密码短语错误
zh_hant: 金鑰檔案格式錯誤或複雜密碼錯誤

source: You don't have permission to read the file
cs: Nemáte oprávnění ke čtení souboru
de: Sie sind nicht berechtigt, die Datei zu lesen
es: No tiene permiso para leer el archivo
fr: Vous n'avez pas la permission de lire le fichier
hu: Nincs jogosultsága a fájl olvasásához
it: Non hai il permesso di leggere il file
ja: ファイルを読み取る権限がありません
ko: 파일을 읽을 권한이 없습니다
pl: Nie masz uprawnien do odczytywanie tego pliku
pt_br: Você não tem permissão para ler o arquivo
ru: У вас нет прав на чтение файла
uk: У вас немає дозволу на читання файлу
zh_hans: 您没有权限读取该文件
zh_hant: 您沒有讀取此檔案的權限

source: You don't have permission to write the file
cs: Nemáte oprávnění k zápisu souboru
de: Sie sind nicht berechtigt, die Datei zu schreiben
es: No tiene permiso para escribir el archivo
fr: Vous n'avez pas la permission d'écrire le fichier
hu: Nincs jogosultsága a fájl írásához
it: Non hai il permesso di scrivere il file
ja: ファイルに書き込む権限がありません
ko: 파일을 쓸 권한이 없습니다
pl: Nie masz uprawnien do zapisywania tego pliku
pt_br: Você não tem permissão para gravar o arquivo
ru: У вас нет прав для записи файла
uk: У вас немає дозволу на запис файлу
zh_hans: 您没有权限写入该文件
zh_hant: 您沒有寫入此檔案的權限
